app/controllers/api/v1/collections_controller.rb

SELECT "collections".* FROM "collections"
---
  def index
    @collections = Collection.all